Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=110_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõs (Poske)
fin: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske)

source: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõs (Poske) lij bieŠǩǩ väŠlddkååddlaž siltteemkõõskõõzzsääiŠm.
fin: Pohjois-Suomen sosiaalialan osaamiskeskus (Poske) on osa valtakunnallista osaamiskeskusverkostoa.

source: VäŠlddkååddlânji siltteemkõõskõstuåimmjumuužž kuõskki lääŠǩǩ (1230/2001) da asetõs (1411/2001) lij šõddâm viõŠǩǩe eeŠjj 2002 aalǥâst.
fin: Valtakunnallisesti osaamiskeskustoimintaa koskeva laki (1230/2001) ja asetus (1411/2001) on tullut voimaan vuoden 2002 alusta.

source: Poske Lij SääŠmjânnam õllškooul, SääŠmteeŠǧǧ, Kolpene kääzzkâŠsttemkõõskõõzz kåŠddkonsern da Oulu vuuŠd ämmatõllškooul årjâŠttem suåppmõšvuâđđsaž organisaatia, koon vuäŠppast da jååŠđat saaǥǥstõõllâmkåŠdd.
fin: Poske on Lapin yliopiston, Saamelaiskäräjien, Kolpeneen palvelukeskuksen kuntayhtymän ja Oulun seudun ammattikorkeakoulun muodostama sopimuspohjainen organisaatio, jota ohjaa ja johtaa neuvottelukunta.

source: Poske lij õhtt õhttsaž tuåimmjemnallšem õhttnašvuõtt, kååŠtt årjââtt kolmmen vooudlaž tuåimmjemõõutilååǥǥast: SääŠmjânnam da TâŠvv-Vuâđđmäädd tuåimmjemõõutilååǥǥast di SaaŠmiõõutilååǥǥast.
fin: Poske on yksi yhtenäinen toiminnallinen kokonaisuus, joka muodostuu kolmesta alueellisesta toimintayksiköstä: Lapin ja Pohjois-Pohjanmaan toimintayksiköstä sekä Saamelaisyksiköstä.

source: SaaŠmiõõutilååkk vaŠsttad saaŠmi pueŠrrjieŠllemkääzzkõõzzi ooudâsviikkmest, kååŠtt lij TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz väŠlddkååddlaž spesialtuâjj.
fin: Saamelaisyksikkö vastaa saamelaisten hyvinvointipalveluiden kehittämisestä, joka on Pohjois-Suomen sosiaalialan osaamiskeskuksen valtakunnallinen erityistehtävä.

source: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz tuâjjan lij ooudâsviikkâd:
fin: Pohjois-Suomen sosiaalialan osaamiskeskuksen tehtävänä on edistää:

source: - oobbeŠld sosialvuuŠd säiŠmmnallšem, määŋgämmatlaž da määŋgtuåimmjemnallšem kääzzkâŠsttemååŠblǩid, tuâjjmõõntõõllmõõžžid, konsultaatia di tõõzz kuulli ǩiččlõddâmtuåimmjumuužž,
fin: - koko sosiaalialan verkostomaisia, moniammatillisia ja monitoimijaisia palvelumuotoja, työmenetelmiä, konsultaatiota sekä niihin liittyvää kokeilutoimintaa

source: - sosialvuuŠd praksiizz tuâi, škoouŠlʼjemriâššmõõžži õhttsažtuâi di vuâđđ-, juätkk- da tiuddeemškouŠlŠjumuužž,
fin: - sosiaalialan käytännön työn, koulutusjärjestelmien yhteistyötä sekä perus-, jatko- ja täydennyskoulutusta

source: - ođđteknologii beäŠlnn juõŠǩǩ sâjja vuällai ââŠnnemväŠlddmõõžž sosialvuuŠdest,
fin: - uudenteknologian laajalalaista käyttöönottoa sosiaalialalla

source: - mäddkååddlaž sosiaalaž vaikktõõzzi ärvvtõõllâm da pueŠrrjieŠllemstrategiiztaž tuâi di
fin: - maakunnallista sosiaalisten vaikutusten arviointia ja hyvinvointistrategista työtä

source: - sääŠmǩiõllsai sosialvuuŠd kääzzkõõzzi ooudâsviikkmõõžž.
fin: - saamenkielisten sosiaalialan palvelujen kehittämistä.

source: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz saaŠmiõõutilååkk
fin: Pohjois-Suomen sosiaalialan osaamiskeskuksen saamelaisyksikkö

source: TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz (Poske) väŠlddkååddlaž spesialtuâjjan lij meäŠrtõllum sääŠmǩiõllsa narood kääzzkâŠsttemtaarbi lokku väŠlddmõš taarbšemnallšem tuâjain.
fin: Pohjois-Suomen sosiaalialan osaamiskeskuksen (Poske) valtakunnalliseksi erityistehtäväksi on määritelty saamenkielisen väestön palvelutarpeiden huomioon ottaminen tarpeellisissa tehtävissä.

source: SaaŠmi pueŠrrjieŠllemkääzzkõõzzi ooudâsviikkmõš, tõõzz kuulli tuŠtǩǩumuš, škooulŠjʼumuš da ärvvõs liâ spesialvuŠvdden Poske tuâjjǩeeŠddest.
fin: Saamelaisten hyvinvointipalveluiden kehittäminen, siihen liittyvä tutkimus, koulutus ja arviointi ovat erityisalueena Posken tehtäväkentässä.

source: Vaaldšemvuõđlânji SääŠmteeŠǧǧ õhttvuõđâst tuåimmjeei SääŠmõõutilååkk âânn huõl täin tuâjain.
fin: Hallinnollisesti Saamelaiskäräjien yleisen toimiston yhteydessä toimiva Saamelaisyksikkö huolehtii näistä tehtävistä.

source: SaaŠmiõõutilååǥǥ tuåimmjemvuŠvdden liâ ââldmõssân sääŠmvuŠvdd da õhttsažtuåimmjemsäimma kuulli TâŠvv-LääŠddjânnam sosialvuuŠd siltteemkõõskõõzz tuåimmjemõõutilååǥǥai lââŠssen kååŠdd, organisaatiad, õllškooul da mättjemstrooiteeŠl di sääŠmǩiõllsai kääzzkõõzzid kuulli puuŠtʼteem kruuggneeŠǩǩ Taarrâst da Ruõccâst.
fin: Saamelaisyksikön toimintalueena on lähinnä saamelaisalue ja yhteistoimintaverkostoon kuuluvat Pohjois-Suomen sosiaalialan osaamiskeskuksen toimintayksiköiden lisäksi kunnat, järjestöt, yliopistot ja oppilaitokset sekä saamenkielisiä alan palveluja tuottavat tahot Norjassa ja Ruotsissa.

source: SaaŠmiõõutilååǥǥ täävtõssân lij vääžneŠld sääŠm siõrrekksaišõddeem, puärrsihuõl da säŠmmlai sosialtuâi ooudâsviikkmõš di sosialkääzzkõõzzi siisklaž da šlaajjsaž ooudâsviikkmõš nuŠtt, što kääzzkõõzzi tääŠss da vuäǯǯamvuõtt vueiŠtet staannâd sääŠmnarooŠde.
fin: Saamelaisyksikön tavoitteena on keskeisesti saamelaisen varhaiskasvatuksen, vanhustenhuollon ja saamelaisen sosiaalityön kehittäminen sekä sosiaalipalvelujen sisällöllinen ja laadullinen kehittäminen siten, että palvelujen taso ja saatavuus voidaan turvata saamelaisväestölle.

source: Poske tuåimmjumuužžâst vääŠldet lokku SääŠmteeŠǧǧ täävtõõzzid sosial- da tiõrvâsvuõđhuõlâst.
fin: Posken toiminnassa huomioidaan Saamelaiskäräjien tavoitteet sosiaali- ja terveydenhuollossa.

source: SääŠmteŠǧǧ lij piijjâm täävtõssân sosial- da tiõrvâsvuõttvuuŠdest što säŠmmlaid jurddum sosialvuuŠd kääzzkõõzz liâ plannum miârkkšõõveeŠl saaŠmi jiiŠjjes kulttuur šõddâmaalǥin, säŠmmlai äŠrbbvuõtt äärv da jieŠllemvueŠǩǩ lokku vääŠldeeŠl da što kääzzkõõzz čõõđtet sääŠmǩiõlin da saaŠmi jiiŠjjesvaaldšem vuâđast.
fin: Saamelaiskäräjät on asettanut tavoitteeksi sosiaali- ja terveysalalla että saamelaisille tarkoitetut sosiaalialan palvelut on suunniteltu sisällöltään saamelaisten oman kulttuurin lähtökohdista, saamelaisten perinteiset arvot ja elämäntapa huomioiden ja että palvelut toteutetaan saamen kielellä ja saamelaisten itsehallinnon perustalta.
